Repository: tai-almeida/AIML_apple_ecosystem
Catalog: image_detection/ImageClassifier/Start/FireDetector/FireDetector/Localizable.xcstrings
Source language: en
Languages: pt_br

# APP_DESCRIPTION
source: Using advanced AIML image detection, this app monitors for signs of fire through visual analysis, instantly alerting you for potential hazards.
pt_br: Usando avançadas técnicas de detecção de imagens com IAAM, este app monitora sinais de incêndio através de análise visual, instantaneamente alertando você no caso de riscos potenciais.

# APP_NAME
source: Fire detector
pt_br: Detector de Incêndios

# BUG_CONFIDENCE
source: Unfortunately I cannot help at this time!
pt_br: Infelizmente, não consigo auxiliar neste momento!

# BUG_LABEL
source: An error has occurred!
pt_br: Um erro ocorreu!

# CONFIDENCE_LABEL %@
source: %@%% confidence
pt_br: Confiabilidade de %@%%

# FIRE_RESULT_LABEL
source: It is a fire!
pt_br: É um incêndio!

# NO_DETECTION_CONFIDENCE %@
source: Just about %@%% confidence. Seek for a fireman help just in case…
pt_br: Apenas uma confiabilidade de %@%%. Procure a ajuda de um bombeiro por precaução…

# NO_DETECTION_LABEL
source: Unable to detect a fire!
pt_br: Não consegui detectar um incêndio

# NOT_FIRE_RESULT_LABEL
source: Keep calm! It is not a fire.
pt_br: Mantenha a calma! Não é um incêndio.

# PRIVACY_DISCLAIMER
source: We do not collect any of the data. The model is intended for educational purposes only.
pt_br: Não coletamos nenhum de seus dados. O modelo é destinado apenas com propósitos educacionais.

# SELECT_BUTTON_LABEL
source: Select a photo
pt_br: Selecione uma foto

# TEST_AGAIN_LABEL
source: Try the test again
pt_br: Faça o teste novamente!

# WAITING_LABEL
source: The model is processing your data, please wait for a while!
pt_br: O modelo está processando seus dados, por favor aguarda de um momento!
